[
    {
        "id": 1,
        "text": [
            "Bobby decides to be that “ Special Somebody.”  He takes the items near the door, goes outside and walks to the sewer at the bottom of the street.  “SCCRRUUNCCH CRRRUUNNCCHH” is all Bobby hears the closer he gets to the sewer. He asks himself “What is that sound?” and realizes it’s all the soda cans he has been stepping on. Finally Bobby gets to the sewer. “WHOOOOSSHH” he opens his bag, and starts picking up and placing the trash in there. "
        ],
        "imageLink": "https://monetthigpen.github.io/The/Bobbys_walk/IMG_15.jpg",
        "cssClass": "pc-one",
        "imageTitle":"Hands with Cans"
    },
    {
        "id": 2,
        "text": [
            "When he is done he looks up the street and sees how much cleaner it looks. The trees can now see their feet, and Bobby can now walk on the spongy grass without stepping on a plastic bag or soda can.”",
            "Bobby continues to do this once a week for a couple weeks."

        ],
        "imageLink": "https://monetthigpen.github.io/The/Bobbys_walk/IMG_16.jpg",
        "cssClass": "pc-one",
        "imageTitle":"Clean Street"   
    },
    {
        "id": 3,
        "text": [

            "His neighbor from the other side of street, Asia, comes out and says, ‘What are you doing?” Bobby replies, “I’m being that special somebody”.  “What does that mean Bobby?”",
            "Bobby responds, “A special somebody is a person that wants to help fix the city, since people think that it’s dirty.” “I want to be a special somebody. I’ll help you pick up trash,” exclaims Asia.",
            "Authoritatively, Bobby says, “I’m not sure you can, Asia. You have to answer this question correctly.” “What question?” Asia snaps back. “What do I have to give you if you help me pick up trash?” Bobby asks. Laughing, Asia says, “Silly Bobby! I don’t want anything from you! I just don’t want our city to be dirty.” Bobby hands Asia a trash bag and goes to work on her side of the street."
        ],
        "imageLink": "https://monetthigpen.github.io/The/Bobbys_walk/IMG_17.jpg",
        "cssClass": "pc-one page3",
        "imageTitle":"Girl on Stoop"   
    },
    {
        "id": 4,
        "text": [
            "As time went on more and more people wanted to be ”that special somebody”. It spread from street to block to neighborhood to the whole city.  The less trash there was thrown on the street, the more people recycled.",
            "And since the streets were cleaner more people rode their bikes."

        ],
        "imageLink": "https://monetthigpen.github.io/The/Bobbys_walk/IMG_18.jpg",
        "cssClass": "pc-one",
        "imageTitle":"Family Biking"   
    },
    {
        "id": 5,
        "text": [
            "People stopped throwing trash on Bobby’s steps, so Mother extended her garden to the front.",
            "Can you be “that special somebody” on your street?"

        ],
        "imageLink": "https://monetthigpen.github.io/The/Bobbys_walk/IMG_19.jpg",
        "cssClass": "pc-one",
        "imageTitle":"Front Garden"   
    }

] 